# ты хотел сделать так, чтобы проверка словаря писала сюда последовательность с ошибками, 
# дабы прорабатывать ее в т.ч.
my_errors = [
    ['assignment', 'назначение', 'задание'], 
    ['encourage', 'стимулировать'], 
    ['to propose', 'предлагать', 'предполагать']
    ['queer', 'странный'], 
    ['inquisitive', 'пытливый'], 
    ['damp', 'влажный', 'сырой'], 
    ['probably', 'вероятно', 'наверно'], 
    ['splendid', 'великолепный', 'восхитительный'], 
    ['affectionate', 'привязанный'], 
    ['to stoop', 'наклоняться', 'унижаться', 'сутулиться'], 
    ['to cheer', 'ободрять', 'апплодировать'], 
    ['merely', 'просто', 'только']
    ]
