tails_dict_23_5 = [

['deaf', 'глухой'], 
['probably', 'вероятно', 'наверно'], 
['affectionate', 'привязанный'], 
['to afraid', 'бояться'], 
['to pretend', 'претендовать', 'притворяться'], 
['splendid', 'великолепный', 'восхитительный'], 
['to fold', 'складывать', 'сгибать'],
['queer', 'странный'],
['a patter', 'легкий топот'],
['neat', 'аккуратный', 'чистый'], 
['to trail', 'тащить', 'плестись', 'идти по следу'],
['rather', 'скорее', 'довольно'],
['a beard', 'борода'], 
['several', 'некоторый', 'несколько'], 
['to exclaime', 'восклицать'], 
['inquisitive', 'пытливый'], 
['to delight', 'наслаждаться', 'восхищаться'], 
['to intend', 'намереваться', 'предназначать', 'иметь ввиду'], 
['to reign', 'царствовать', 'господствовать'],
['to stoop', 'наклоняться', 'унижаться', 'сутулиться'], 
['a tongs', 'щипцы'], 
['a gamekeeper', 'лесник', 'егерь'], 
['a feast', 'праздник', 'пир'], 
['jollification', 'увеселение'], 
['to cheer', 'ободрять', 'апплодировать'], 
['a straw', 'солома'], 
['to lend', 'одалживать'],
['merely', 'просто', 'только'],
['to wring', 'выжимать', 'скручивать'], 
['damp', 'влажный', 'сырой'], 
['to bawl', 'орать'], 
['to suppose', 'полагать', 'предполагать']]


tails_dict_25_5 = [

['a groan', 'стон', 'оханье'], 
['a harm', 'вред', 'ущерб'], 
['to lull', 'усыплять', 'убаюкивать'], 
['cloven', 'раздвоенный'], 
['a wretch', 'негодяй', 'неудачник'], 
['a pant', 'тяжелое дыхание', 'одышка'], 
['to admit', 'признавать', 'допускать', 'соглашаться'], 
['a hoax', 'обман', 'розыгрыш'], 
['spiteful', 'злопамятный', 'язвительный'],
['to keep on', 'продолжать', 'надоедать'],
['to decide', 'решать', 'пирнимать решение'], 
['to tease', 'дразнить'],
['to salk', 'дуться', 'сердиться'], 
['a sledge', 'сани'], 
['a harness', 'упряжь'], 
['a rug', 'ковер', 'плед'], 
['hereafter', 'после этого', 'ниже', 'теперь']]





















